Revit 2024 API
PhaseArray Constructor
Initializes a new instance of the PhaseArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public PhaseArray()
Visual Basic
Public Sub New
Visual C++
public:
PhaseArray()
See Also
PhaseArray Class
Autodesk.Revit.DB Namespace